---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StructuralSectionIshapeWebheight
source: html/e3007fca-818d-8b5c-e2cd-95f7e1cc92be.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StructuralSectionIshapeWebheight Property

"Web Height"

## Syntax (C#)
```csharp
public static ForgeTypeId StructuralSectionIshapeWebheight { get; }
```